<?php

return [
    [
        'id' => 1,
        'name' => 'Аккумуляторная дрель-шуруповерт DAEWOO DAA 1220 LI DAA 1220LI',
        'description' => 'Аккумуляторная дрель-шуруповерт DAEWOO DAA 1220 LI DAA 1220LI снабжена быстрозажимным патроном, что способствует простой смене оснастки. 18 положений установки крутящего момента + ступень сверления обеспечивают универсальность применения. Благодаря светодиодной подсветке, можно работать даже при плохом освещении. Модель функционирует от литий-ионного аккумулятора, который отличается легкостью и мощностью, отсутствием саморазряда и эффекта памяти.',
        'image' => [
            './uploads/1.webp',
            './uploads/8.webp',
        ],
        'category' => 'Дрели',
        'published' => true,
    ],
    [
        'id' => 2,
        'name' => 'Аккумуляторный винтоверт Ryobi ONE+ RID1801M 5133001168',
        'description' => 'Аккумуляторный винтоверт Ryobi ONE+ RID1801M 5133001168 предназначен для завинчивания шурупов под ключ. Для повышения функциональности предусмотрен механизм обратного хода, который позволяет отвинчивать шурупы и винты. Предусмотрена функция тормоза, обеспечивающая эффективную работу при серийных заворачиваниях. Бесключевой патрон отвечает за быструю смену рабочей насадки. ',
        'image' => [
            './uploads/2.webp',
            './uploads/9.webp',
            './uploads/10.webp',
        ],
        'category' => 'Дрели',
        'published' => true,
    ],
    [
        'id' => 3,
        'name' => 'Набор отверток трехгранных Milwaukee VDE (12шт)',
        'description' => 'Протестированы по стандарту VDE напряжением 10 кВ и предназначены для работы в электроустановках под напряжением 1 кВ. Тонкий стержень для доступа к крепежу в ограниченном пространстве. Удобная трехгранная рукоятка оптимизирована для комфорта пользователя и максимальной передачи момента. Перманентная маркировка размеров для быстрой идентификации нужной отвертки. Не скатывается благодаря трехгранной рукоятке. Отверстие для крепления системы страховки инструмента Milwaukee',
        'image' => [
            './uploads/3.jpg'
        ],
        'category' => 'Отвертки',
        'published' => true,
    ],
    [
        'id' => 4,
        'name' => 'Монтажная пила AEG SMT 355 4935411770',
        'description' => 'Монтажная пила AEG SMT 355 411770 - мощный инструмент с диаметром диска 355 мм, предназначен для пиления высокоуглеродистых металлов и стали как под прямым углом, так и под углом 45 градусов. Небольшой вес, двигатель мощностью 2300 Вт, быстроснимающиеся зажимы, компактные размеры упрощают эксплуатацию и размещение инструмента на рабочем месте. Max режущая способность, треугольный профиль: 90° - 110 x 120 мм, 45°- 95 x 120 мм.',
        'image' => [
//            './uploads/4.webp'
        ],
        'category' => 'Пилы',
        'published' => true,
    ],
    [
        'id' => 5,
        'name' => 'Бензопила 2,2 л.с., 18 дюймов, Gigant YD-KW05-4518',
        'description' => 'Бензопила Gigant – мощный инструмент для бытовых нужд. Мощность двигателя 2,1 л.с. обеспечивает возможность распила мягкой древесины. Бензопила имеет шину длиной 45 см, поэтому она легкая, быстрая и не требовательна к мощности. Система легкого запуска обеспечивает комфортный завод бензопилы, пользователю не нужно рывком заводить инструмент, достаточно просто тянуть стартер. Форма корпуса и эргономичный дизайн облегчают работу с пилой в труднодоступных местах.',
        'image' => [
            './uploads/5.webp'
        ],
        'category' => 'Пилы',
        'published' => true,
    ],
    [
        'id' => 6,
        'name' => 'Бензиновый генератор Inforce IN6500 04-03-05',
        'description' => 'Бензиновый генератор Inforce IN6500 04-03-05 отличается экономичным расходом топлива, благодаря чему долгое время работает без дозаправки - при нагрузке 75% до 10 часов. На передней панели располагаются два силовых разъема 220В для подключения инструмента и бытовой техники, а также выход 12В. С помощью вольтметра пользователь с легкостью визуально отслеживает уровень выходного напряжения. Транспортировочные колеса упрощают перемещение устройства. Медная обмотка способствует стабильной работе генератора.',
        'image' => [
            './uploads/6.webp'
        ],
        'category' => 'Генераторы',
        'published' => true,
    ],
    [
        'id' => 7,
        'name' => 'Лобзик Ryobi RJS1050K 5133002219',
        'description' => 'Инструмент имеет 4 ступени маятникового хода, что позволяет осуществлять как быстрый черновой, так и аккуратный чистовой распил, за счет чего повышается функциональность.',
        'image' => [
            './uploads/7.webp'
        ],
        'category' => 'Пилы',
        'published' => true,
    ]
];